Tekla.Structures.ModelInternal.Operation.MacroLocationEnum
The macro location.

Tekla.Structures.ModelInternal.Operation.MacroLocationEnum.GLOBAL


Tekla.Structures.ModelInternal.Operation.MacroLocationEnum.LOCAL


Tekla.Structures.ModelInternal.Operation.MacroLocationEnum.ABSOLUTE


Tekla.Structures.ModelInternal.Operation.MacroLocationEnum.INTERNAL
